Repository: ifs-net/AdvMailer
Catalog: locale/*/LC_MESSAGES/module_advmailer.po
Languages: de

source: This is <font color="red">some default text</font> that will be <b>replaced</b> by your <i>email's content</i> later whenever a mail is being sent out!<hr />Have fun! ;-)
de: Dies ist <font color="red">ein Beispieltext der </font> als <b>Beispiel für einen Textkörper</b> der <i>E-Mail</i> steht. Die Vorlagen werden vor und hinter diesem Text plaziert.

source: This is some default text that will be replaced by your email's content later whenever a mail is being sent out!
de: Dies ist ein Beispieltext der als Beispiel für einen Textkörper der E-Mail steht. Die Vorlagen werden vor und hinter diesem Text plaziert.

source: Send mails immediately
de: E-Mails ohne Verzögerung sofort verschicken

source: Send mails via cronjob
de: E-Mails mittels gesteuerten Cronjob-Aufruf intervallweise senden lassen

source: Send mails in background using SystemInit hooks
de: Mittels SystemInit-Hook E-Mails im Hintergrund bei Seitenaufrufen senden lassen

source: Done! Module configuration updated.
de: Erledigt! Konfiguration geändert.

source: An error occured - the mail could not be loaded. Maybe it was delivered or moved to error logfile in the time between creating the last overview and your action.
de: Es ist ein Fehler aufgetreten. Möglicherweise ist die ausgewählte Mail bereits im Hintergrund erfolgreich verschickt oder im Fehlerprotokoll gespeichert worden.

source: The mail was successfully removed and deleted from the mail queue
de: Die Mail wurde erfolgreich und vollständig gelöscht und damit nicht zugestellt

source: An error occured while trying to send the selected email manualy
de: Beim manuellen Sendeversuch ist ein Fehler aufgetreten

source: The email was sent successfully and removed from the mail queue
de: Die E-Mail wurde erfolgreich verschickt und aus der Warteschlange entfernt

source: An error occured while trying to requeue mail
de: Ein Fehler ist beim Versuch aufgetreten, die Email erneut in die Warteschlange zu stellen

source: Mail was requeued with highest priority and new ID
de: E-Mail wurde mit hoher Priorität neu in die Warteschlange eingereiht

source: mails requeued - please repeat this action until all mails are requeued
de: E-Mails wurden in die Warteschlange neu eingestellt. Bitte diese Aktion wiederholen. Aufgrund der großen Menge an E-Mails konnten nicht alle E-Mails gleichzeitig neu eingestellt werden und der Link muss erneut betätigt werden!

source: Mails reqeued successfully
de: E-Mails wurden erneut in die Warteschlange eingereiht und aus dem Fehlerprotokoll gelöscht

source: Error log deleted completely
de: Fehlerprotokoll vollständig gelöscht

source: An error occured while deleting error log
de: Fehler aufgetreten beim Versuch, aus dem Fehlerprotokoll zu löschen

source: No
de: Nein

source: Yes
de: Ja

source: param mail missing
de: mail Parameter fehlt

source: item not found
de: Eintrag nicht gefunden

source: waiting for delivery
de: Warten auf Zustellung

source: failed... waiting for retry
de: Zustellung gescheitert, Warten auf weiteren Versuch

source: failed... waiting for last try
de: Zustellung gescheitert, Warten auf letzten Versuch

source: Cron disabled
de: Cron-Service ausgeschaltet

source: Authentication correct...
de: Authentifizierung korrekt...

source: Start of mail delivery...
de: Starte den E-Mail Versand...

source: No mails in the queue
de: Keine E-Mails in der Warteschlange

source: Send ID
de: E-Mail gesendet mit der ID

source: Sent Error ID
de: Fehler beim Senden der E-Mail mit der ID

source: Wrong password
de: Falsches Passwort

source: Settings
de: Einstellungen

source: Templates
de: Vorlagen / Templates

source: Mail-Queue
de: Warteschlange

source: Error-log
de: Fehlerprotokoll

source: Test configuration
de: Konfiguration testen

source: Message was moved to error log - delivery cancelled
de: Nachricht wurde ins Fehlerprotokoll verschoben - Zustellung wurde abgebrochen!

source: Error creating hook
de: Fehler beim Erstellen des Hooks

source: Error! Index creation failed.
de: Fehler! Erstellen des Index fehlgeschlagen

source: Error deleting hook
de: Fehler beim Entfernen des Hooks

source: Advanced Mailer management: This module gives more functionallity to the regular zikula Mailer module
de: Erweiterte Mailer-Verwaltung: dieses Modul erweitert das normale Zikula Mailer-Modul um zusätzliche Funktionalitäten

source: Mail error log view and administration
de: advanced Mailer Fehlerprotokoll

source: failed deliveries
de: fehlgeschlagene Zustellungen

source: Mail content
de: Inhalt der E-Mail

source: mail subject
de: Betreff

source: recipient
de: Empfänger

source: Requeue all mails
de: E-Alle Mails neu in die Warteschlange einreihen

source: Please confirm the deletion of all mails of the error log
de: Bitte die Löschung aller im Protokoll vorhandener Fehlzustellungen bestätigen

source: Delete the error log
de: Fehlerprotokoll komplett löschen

source: Mail ID
de: E-Mail-ID

source: date of last try
de: Datum des letzten Zustellversuchs

source: action
de: Aktion

source: delete
de: Löschen

source: requeue
de: wieder in Warteschlange einreihen

source: No mails stored in the error logfile
de: Keine Einträge im Fehlerprotokoll gefunden

source: Mail queue view and administration
de: Warteschlangen-Verwaltung

source: mails in queue
de: E-Mails in der Warteschlange

source: Here all mails from the mail queue are listed. Please do not forget that mails might be sent instantly after they were listed here. You can access the mail if you click on the title.
de: Hier sind alle sich aktuell in der Warteschlange befindlichen Mails aufgelistet. Durch Klick auf den Betreff kann der Inhalt eingesehen werden. Achtung bei Aktionen: Ggf. ist das Mail bei einer ausgewählten Aktion nicht mehr verfügbar, wenn es im Zeitraum der Übersichtserstellung und dem Klick zur Aktion im Hintergrund bereits erfolgreich versendet wurde.

source: priority
de: Priorität

source: planed date
de: Versanddatum

source: now
de: jetzt

source: send manually
de: jetzt senden

source: Mail queue emtpy - nothing to display
de: Warteschlange leer - keine Mail zur Zustellung gespeichert.

source: You can create templates for all emails that will be sent out that are customized for your site. There are two types of emails going out: HTML and plain text. There are some example templates in the Mailer's template folder. There are four templates - two for HTML and two for plain text mails. Always the right template is chosen - depending on the mail type. The templates have to be named the following way
de: Hier können Templates (Vorlagen) verwendet werden. Diese bestehen aus Kopf- und Fußteil und werden um den zu sendenden Text herum plaziert. Je nach Inhaltstyp werden verschiedene Vorlagen verwendet. Inhaltstypen sind formatierter Text (html) und reiner Text (text). Je nach zu verschickendem Email werden immer die richtigen Vorlagen verwendet.

source: Header for plain text mails
de: Kopfteil für Text E-Mails

source: Footer for plain text mails
de: Fußteil für Text E-Mails

source: Header for HTML mails
de: Fußteil für HTML E-Mails

source: Footer for HTML mails
de: Kopfteil für HTML E-Mails

source: Module developers can override the usage of these templates - if you are a developer, please read the function's documentation! Pleas also mention that template changes will not affect all mails that are already in the mail queue and waiting for delivery!
de: Modulentwickler können die Verwendung von Vorlagen überschreiben. Bitte hierzu die Dokumentation der Funktion advMailer::userapi::sendmessage lesen.

source: Preview
de: Vorschau

source: Please use theme based template overriding and clear your rendering cache after changing the templates. The templates will be used as they are seen below.
de: Bitte die für diese Seite konfigurierten Templates am besten im Theme-Ordner ablegen - diese überschreiben dann automatisch die Beispieltemplates. Werden die Templates direkt im advMailer-Modulordner bearbeitet, können diese bei Modulupdates überschrieben werden.

source: Preview for plain text mails
de: Vorschau für Text E-Mails

source: No templates found
de: Keine Vorlagendateien gefunden

source: Depending on your personal site mailer configuration linebreaks will be added before sending the email. These linebreaks can not be seen here - please send a test email to an own email account for testing this.
de: Zeilenumbrüche werden direkt beim Versand hinzugefügt. Die Einstellung zu Zeilenumbrüchen bei Text-Mails bitte im Administrationsbereich des Mailer-Moduls vornehmen.

source: Preview for html mails
de: Vorschau für HTML E-Mails

source: Advanced Mailer settings
de: Advanced Mailer - Konfiguration der Haupteinstellungen

source: Default method for queue handling
de: Eingestellte Methode für die Nutzung von Warteschlangen beim Mailversand

source: Settings for mail queue handling
de: Erweiterte Einstellung für die Nutzung des Warteschlangensystems

source: Queue modes can make sense of your site is a site with high outgoing mail traffic. Mails are put in a queue and sent mail by mail in the background. Mails can be sent with each site call that is made by any user. Mail sending will be handled in the background. You can choose between to different queue modes: Mails can be sent with each site call (a user or a visitor will make your emails to be sent without seeing this) or you can use a given URL for a cronjob service. Just call the cronjob URL with a password (you can try it out in your browser entering the url) you have specified and this will send the number of mails you specified in this configuration area.
de: Bei sehr hohem Emailaufkommen oder zur teils deutlichen Verbesserung des Seitenaufbaus bei stark interaktiven Seiten empfiehlt sich die Nutzung von Warteschlangensystemen. So entstehen beim Laden von Seiten keine Wartezeiten für den Endnutzer, wenn im Hintergrund z.B. durch Benutzeraktionen viele Emailbenachrichtigungen (Muster-Anwendungsfall: Forum) verschickt werden müssen. Der Cronjob-Aufruf hat als URL-Aufruf zu erfolgen und kann bequem durch Eingabe der URL mit dem Passwort getestet werden.

source: Number of mails that should be sent with each site or cronjob call
de: Anzahl an Mails, welche bei einem Aufruf maximal verschickt werden soll

source: Password for cronjob call
de: Passwort für den Aufruf der Versand-URL mittels Cronjob

source: Call this URL for email delivery regularly
de: Folgende URL muss zeitgesteuert aufgerufen werden um eine Versandwelle zu starten

source: Please set a cronjob password to get the URL for this service
de: Bitte ein Passwort für den Cronjob-Aufruf festlegen - sonst ist der Service nicht nutzbar!

source: Update Configuration
de: Konfiguration ändern

source: Cancel
de: Abbruch

source: The Advanced Zikula Mailer module
de: advMailer - das umfangreichere Mailer-Modul für Zikula'

source: You like the module and it's usefull for you
de: Das Modul gefällt und ist nützlich

source: Donate and support my software development
de: Spenden und Entwicklung unterstützen
